{"version":"1.0","metadata":{"title":"无法逃离的星期八","version":"1.0","description":"顾醒所处的循环，是其潜意识构建的心理牢笼，亦是其自我救赎的契机……","startscene":"scene1"},"scenes":{"scene1":{"actions":[{"type":"text","content":"放学铃声，清脆而悠远，如一朵被风吹散的云，瞬间弥漫了整个校园。它带着一种近乎神圣的解放意味，涤荡着午后课堂的最后一丝倦怠。\n顾醒，在铃声的余韵中，几乎是下意识地，从座位上弹起，书包在背上一阵轻微的颠簸，他迫不及待地冲向教室后门，那里是通往自由的走廊，通往晚霞与游戏世界的彼岸。他耳畔似乎已能听到游戏的召唤，那份渴望，他心心念念的新英雄，像一簇在心中跳动的火焰，催促着他，向着那扇模糊的校门，加速，再加速。\n然而，就在他即将触及校门的那一刹那，一股无形的力量，带着某种不可理喻的坚硬与弹性，猛然将他弹了回来。他踉跄着后退几步，脊背撞上身后冰冷的墙壁，一阵钝痛自尾椎骨扩散开来，瞬间冲散了他所有的雀跃。空气，明明是空无一物，却又仿佛凝结成了一面透明的、坚不可摧的墙。\n此刻，顾醒的脑海中飞速闪过一个念头——梦。是的，这必然是一场荒诞而真实的梦。在梦里，一切皆有可能，物理法则可以被轻易打破。这无形的壁垒，也许只是他潜意识里某种压抑的具象，只要他足够用力，足够决绝，就能像撕开一张薄纸般将其冲破。他需要用最直接、最原始的方式，来验证这个假设，来敲碎这份突如其来的荒谬。"},{"type":"options","options":[{"text":"验证梦境","effects":[{"actionType":"update","property":"tmp","value":"验证"}]},{"text":"选择妥协","effects":[{"actionType":"update","property":"tmp","value":"妥协"}]}]},{"type":"conditiontext","condition":"tmp==='验证'","content":"他选择相信自己的直觉，相信梦境的脆弱。顾醒深吸一口气，眼中闪过一丝搏命的狠厉。他像一头被激怒的困兽，带着一股玉石俱焚的决绝，猛地弓起身子，将全身的重量与力量凝聚于一点，如离弦之箭般，再次朝那片虚无的阻碍猛烈撞去。\n这疼痛如此真实，真实到让每一个毛孔都战栗，真实到让他的灵魂都为之抽搐。这不是梦，梦里的疼痛可以被模糊，可以被忽视，甚至可以被一笑置之，但这生生的、直抵骨髓的痛楚，是现实最残酷的烙印。他开始感到一种真正的恐惧，比任何怪物都更令人恐惧——他被困在了一个他无法理解，也无法醒来的“现实”之中。"},{"type":"text","content":"空气中，唯有他急促的呼吸声，和心跳在胸腔内激烈擂鼓的闷响。四周的喧嚣仿佛瞬间远去，只剩下他一人，被困在这片突如其来的静谧之中。恐慌，像一条冰冷的蛇，悄无声息地缠绕上他的心头。这并非简单的恶作剧，也非寻常的梦魇，那无形的存在，以一种近乎残酷的逻辑，宣告着它的真实。他感到一种前所未有的荒诞，现实的秩序正在他眼前寸寸瓦解。这是一种近乎宗教般启示的荒谬，亦或是更深的、潜意识的玩笑？他被置于一个荒诞的舞台中央，而游戏的规则，却从未有人教他。\n就在他茫然四顾，绝望滋生之际，一串冰冷的、不带丝毫情感波动的电子音，突兀地在他耳畔炸响，字句清晰，却又带着一种令人毛骨悚然的超脱：\n“完成任务，方可离开。” \n「数学补充题 交\n数学练习册 导数的应用\n语文作文 议论文\n化学必刷题 离子晶体\n生物必刷题 第三单元素养监测\n物理考卷 金考卷\n英语周报 18期」\n紧接着，空气中，一个半透明的光幕缓缓浮现，其上罗列着一行行模糊却又隐隐约约的文字——那赫然是一个“任务列表”。\n顾醒的瞳孔猛然收缩，指尖不自觉地颤抖起来。这景象，超出了他所有关于现实的认知边界。\n它不像真实，却比任何真实的困境都更让他无所适从。\n他尝试用理性去解释，却发现所有逻辑线索都被剪断。那一刻，他开始模模糊糊地意识到，他所面对的，或许并非是物理意义上的阻碍，而是某种精神层面的束缚。\n这所教学楼，这片被困住的时间，与其说是对外部空间的囚禁，不如说是对他内心深处某种未解之结的具象化。\n一种沉重的、带着宿命感的宿命感悄然降临，迫使他开始逐渐接受这个匪夷所思的“梦境”所带来的，冰冷而又诡异的真实。"},{"type":"jump","targetSceneId":"p1"}]},"a1":{"actions":[{"type":"text","content":"顾醒在保洁员的劝慰下，心中的焦躁稍缓。他低头看着手里红彤彤的苹果，那朴素的芬芳，似乎在提醒他此刻并非全然的绝境。他缓缓开口，声音带着一丝颤抖：“保洁员阿姨，我…我不知道自己为什么会在这里，我被困住了，我出不去…”他将作业被毁，求助无门的经历倾囊相告，语气中充满了困惑与无助。\n保洁员静静地听着，眼中闪过一丝洞察。她拍了拍顾醒的肩膀，语重心长地说：“孩子，有些事，外面的人帮不了你，得靠自己想清楚。这教学楼，困住的不是你的身体，是你的心啊。你好好想想，你最近是不是有什么心结？是不是对什么人，做了什么不该做的事？”\n保洁员的话，如同一枚石子投入顾醒心湖，荡起阵阵涟漪。他猛然想起《罪与罚》这本书。"},{"type":"options","options":[{"text":"追问保洁员关于“心结”的含义","effects":[{"actionType":"jump","targetScene":"a1.1"}]},{"text":"继续在模糊的记忆中回忆","effects":[{"actionType":"jump","targetScene":"a1.2"}]}]}]},"c1":{"actions":[{"type":"text","content":"顾醒深吸一口气，强迫自己冷静下来。他回想起在现实中遇到困难时，老师总是他寻求帮助的首选。他决定去教师办公室，寻找班主任沈老师。他相信，如果沈老师在这里，一定能给他一个解释，甚至帮助他离开。\n当他来到教师办公室门口，却发现办公室大门紧闭，门上贴着一张手写的小纸条，字迹娟秀：“请勿打扰，勿入。”顾醒心中一沉，这与他记忆中老师们总是敞开的办公室大门截然不同。这让他感到一阵强烈的违和感。"},{"type":"options","options":[{"text":"尝试敲门","effects":[]}]},{"type":"text","content":"顾醒凑近门缝，向里望去。"},{"type":"delay","duration":2000},{"type":"text","content":"办公室里空无一人，只有窗外透进的几缕斜阳，将室内的尘埃映照得清晰可见，像无数细小的微粒，在光线中无声地舞蹈。桌上散乱着几本备课本，翻开的课本边缘，似乎还残留着老师匆忙离开时的余温。顾醒的目光，如同被某种无形的力量牵引，精准地落在其中一本摊开的日志上——那赫然是一本《教学日志》。纸页泛着陈旧的米黄色，空气中弥漫着淡淡的笔墨气息，带着一种属于学校特有的，压抑而又熟悉的味道。\n顾醒的视线缓缓下移，落在日志其中一页的几行字上。那字迹歪歪扭扭：\n“…今日陈思远同学表现异常，情绪低落，似有心事。与家长沟通，家长表示…学校应加强学生心理建设…”\n字迹在“建设”二字处戛然而止，墨迹在末笔处晕染开来，像被突兀地打断，留下一个悬而未决的空白，将一段未竟的叙述，永远定格在了那一刻。\n顾醒的心脏猛地一跳，像被一只无形的手狠狠攥紧。陈思远的名字，如同尖锐的钢针，再次狠狠地刺激了他的神经。这个名字，他曾刻意遗忘，却又在梦境的边缘若隐若现。他想起陈思远，那个曾经阳光得近乎刺眼的少年，他总是穿着洗得发白的衬衫，脸上带着腼腆的笑容，捧着一本本不合时宜的厚重书籍，在课堂的角落里，像一颗独自发光的星星。是什么，让他从那个“阳光”的形象，变得如此“阴郁”，以至于连老师都在日志中留下这样的担忧？顾醒的记忆里，陈思远似乎从未有过这样脆弱的一面。是他一直不曾留意，还是记忆本身，早已被某种力量悄然篡改？"},{"type":"delay","duration":3000},{"type":"text","content":"就在他心绪翻涌、思索无果之际，隔壁班骤然传来一阵异样的声响，打破了走廊的沉寂。"},{"type":"options","options":[{"text":"去看看","effects":[{"actionType":"jump","targetScene":"d1"}]}]}]},"a1.1":{"actions":[{"type":"text","content":"顾醒手中的苹果，那枚带着保洁员阿姨温情与朴素期冀的苹果，不知何时已悄然滑落，骨碌碌滚到地上，发出沉闷而又突兀的声响，像一枚被投掷入记忆深井的石子。他的脑海中，如同撕裂的画布，骤然闪现出一些模糊而又尖锐的画面——层层叠叠的课本，纸页被撕扯的嘶啦声，以及一张模糊却带着极致恐惧的面孔……那张面孔，竟渐渐清晰起来，是陈思远！那个曾经沉默寡言、只知埋首书本的转学生。他仿佛听到一阵低低的、抑制不住的啜泣，那声音带着一种莫名的熟悉感，像从久远的过去传来，缠绕着他。更可怕的是，他听到了一个冰冷而刺耳的嘲讽，那声音如此清晰，仿佛近在咫尺：“书呆子就该和文字过一辈子。”而那声音，分明是从他自己的喉咙里，吐露出来的。"},{"type":"delay","duration":1000},{"type":"text","content":"就在顾醒被这突如其来的记忆冲击得几近窒息时，隔壁班骤然传来一阵嘈杂的喧哗声。"},{"type":"options","options":[{"text":"去看看","effects":[{"actionType":"jump","targetScene":"d1"}]}]}]},"a1.2":{"actions":[{"type":"text","content":"“心结？”顾醒喃喃自语，眼神困惑。他看向保洁员，希望能得到更明确的指引。“我最近…我没有做什么特别的事情啊。就是想回家打游戏…”他声音低沉，带着一丝迷茫。\n保洁员没有急于回应，她只是叹了口气，从围裙口袋里掏出一块洗得发白的棉布手帕，轻轻地擦拭着窗台上的浮灰。她的动作缓慢而有节奏，仿佛每一寸的摩挲，都蕴含着无尽的岁月与智慧。她那双粗糙的手，在灰尘与木纹间来回，动作间带着一种超越尘世的宁静。"},{"type":"delay","duration":2000},{"type":"text","content":"“孩子啊，”她终于开口，声音沙哑却慈祥，像一缕清风拂过顾醒心头，“有些事情，就像这窗台上的灰尘，你平时看不到，摸不着，甚至不以为意。它就那么静静地在那里，日积月累，悄无声息地堆积。总有一天，这看似无足轻重的灰尘，会变得厚重，会把你困住，让你寸步难行。不是今天，就是明天。”\n她的目光透过窗户，望向远处模糊的校外景象，仿佛在看顾醒看不见的过去与未来。“这老天爷啊，有时候就是会用特殊的方式，来提醒你。也许，你以前不经意间做过一些事，说了几句伤人的话，或是……只是漠视了旁人的苦楚，自己却忘了，或者根本不曾觉察。那些被遗落的心结，它不会凭空消失，它会化作无形的枷锁，最终将你困于无形之牢笼。这教学楼，这一切，或许就是你心灵深处的投射，是你不得不面对的镜子啊。”\n保洁员的话，如同一枚石子投入顾醒平静的内心湖，荡起阵阵波澜。那些曾经被他随意抛掷的言语，那些被他视若无物的轻蔑眼神，此刻似乎被赋予了沉甸甸的重量。他开始尝试回顾自己过去的言行，那些曾经被他忽略的，或是被他视为理所当然的“小事”，此刻似乎变得清晰而沉重起来。他想到了那些被他嘲笑过的同学，他们脸上浮现的屈辱；想到了那些被他无视的求助眼神，眼底深处闪烁的绝望……他甚至隐约感觉到，在某一个遥远的角落，有一个被书本遮蔽的身影，似乎在低声啜泣。\n那份沉重感，带着一丝他无法辨明的愧疚，在他心头渐渐蔓延开来。他开始对周围的同学、对这空荡荡教学楼中可能发生的一切，产生更深的关注，目光中不再只有焦躁，还有了一种微妙的审视。\n就在这片自我审视的混乱与内心挣扎的深化中，隔壁班骤然传来的嘈杂声，如同一声惊雷，硬生生地将他从回忆的泥沼中拉扯而出。"},{"type":"options","options":[{"text":"去看看","effects":[{"actionType":"jump","targetScene":"d1"}]}]}]},"c1.1":{"actions":[{"type":"text","content":"这是新场景 \"scene2\" 的默认文本。"}]},"c1.2":{"actions":[{"type":"text","content":"这是新场景 \"scene2\" 的默认文本。"}]},"d1":{"actions":[{"type":"text","content":"那份沉重感，带着一丝他无法辨明的愧疚，在他心头渐渐蔓延开来。他开始对周围的同学、对这空荡荡教学楼中可能发生的一切，产生更深的关注，目光中不再只有焦躁，还有了一种微妙的审视。\n就在这片自我审视的混乱与内心挣扎的深化中，隔壁班骤然传来的嘈杂声，如同一声惊雷，硬生生地将他从回忆的泥沼中拉扯而出。那声音里，似乎夹杂着一种莫名的熟悉，一种曾被他刻意回避的痛苦回响，正向他汹涌而来。\n他循声而去，每一步都带着一种预感，像走入一场既定的悲剧。当他推开那扇半掩的门，眼前的一幕，让他倒吸一口凉气。教室的中央，小泽瘦弱的身躯蜷缩成一团，像一只受惊的幼兽，双手死死地护着脑袋，身体在无法抑制的颤抖中，瑟瑟发抖。\n那些平日里在他眼中鲜活的课本，此刻却化作雨点般的凶器，带着沉闷的声响，毫不留情地砸向小泽，每一声都像敲在他心头的鼓点。空气中弥漫着一种令人作呕的快意和压抑的哭泣声，以及那种只有在受害者身旁才能感受到的绝望气息。\n施暴者们，那些面孔在光影中模糊不清，却带着一种极致的麻木与冷酷，在发泄完他们空洞的愤怒后，脸上挂着无所谓的笑容，甚至带着一丝对自身“杰作”的沾沾自喜，吹着口哨，大摇大摆地离开了教室，留下了一片狼藉和角落里瑟缩的阴影。"},{"type":"options","options":[{"text":"尝试提供帮助和安慰","effects":[{"actionType":"jump","targetScene":"d1.2"}]},{"text":"漠视，选择转身离开","effects":[]}]},{"type":"text","content":"当顾醒选择转身离开的那一刻，教学楼内的声音仿佛被瞬间放大。\n小泽那压抑的哭泣声、课本砸在地上的闷响、以及施暴者们放肆的嘲笑声，如同回声般在他耳边不断放大，直至震耳欲聋。顾醒感到一股莫名的寒意从脚底直冲天灵盖，他想捂住耳朵，想逃离这声音的折磨，但无论他跑到哪里，那痛苦的回声都如影随形。他感到自己被无数只无形的手紧紧抓住，拉入一个无尽的漩涡。这声音在日复一日的循环中侵蚀着他的理智，他的眼前开始出现幻象，无数受害者的面孔在黑暗中对他无声地控诉。他无法逃离这声音的折磨，更无法逃离内心深处对自身冷漠的谴责。他被困在了由受害者的痛苦所构筑的回声之痛中，永无宁日，成为了自己冷漠的永恒祭品。"},{"type":"ending","name":"回声之痛","description":"他总觉得，自己衣服的每一道褶皱里都藏着那个老太婆的血。——《罪与罚》"}]},"d1.2":{"actions":[{"type":"text","content":"他缓缓地，一步一步地，走向蜷缩在地上的小泽，每一步都像是在踏过自己过去的罪孽。他俯下身，伸出手，小心翼翼地将小泽扶起，那动作带着一种不自觉的虔诚，仿佛在扶起一段被自己遗弃的、曾经的记忆。\n小泽抬起头，那双因恐惧和泪水而肿胀的眼睛，映入顾醒的视线。他后颈那触目惊心的青紫色淤痕，像一道撕裂的口子，与顾醒记忆里转学生陈思远那双发红、隐忍的眼眶，不可思议地、残酷地重叠在一起。这一刻，时空在他眼前坍缩，过去与现在，施暴者与受害者，模糊地融为一体。小泽的嘴唇微微翕动，声音带着无尽的委屈与绝望，轻得像一片羽毛，却又重得像一块巨石：“他们说……我活该孤独。”\n就在那一刻，记忆如同洪水猛兽，决堤般冲破了他内心深处那道摇摇欲坠的闸门。模糊的画面，带着冰冷而刺痛的触感，如同潮水般涌上心头，变得清晰而残酷。他看到了，在去年那个寒冷的冬天，阳光透过窗户，却无法温暖教室里凝固的空气。他自己，也曾像那些施暴者一样，脸上挂着同样的无所谓与冷酷，指尖带着某种恶意的快感，将一本同样是《罪与罚》的小说，毫不留情地砸向了那个刚转学来的学生——陈思远。\n那本书，在空中划过一道同样的弧线，砸在了陈思远颤抖的背上。他甚至还清晰地听到了自己当时说出的话，带着少年人特有的无知与残忍：“书呆子就该和文字过一辈子，永远也别想抬头！”"},{"type":"delay","duration":2000},{"type":"text","content":"小泽似乎感受到了顾醒身上不同于旁人的气息，他开始向顾醒倾诉长期被排挤的遭遇。\n顾醒感受到了小泽的颤抖，感受到了他声音里的颤栗，那份痛苦，仿佛透过无形的桥梁，直接传递到了他的神经末梢。他伸出手，轻轻拍了拍小泽的肩膀，那掌心的温度，传递着一种迟来的、却又无比真诚的安慰。他没有说太多话，只是耐心地倾听，耐心地陪伴，像一块吸水的海绵，默默地吸收着小泽积压已久的悲伤。\n教室里那些凌乱的课桌椅，似乎不再那么棱角分明，光线也柔和了许多，空气中那股压抑的尘土气息也渐渐消散，取而代之的是一种淡淡的，近乎安宁的气息。\n而在这份安静的互助下，顾醒眼前的任务界面，也如同被某种无形的力量推动，缓缓叠加，原本停滞不前的进度条，一点点地，坚定地向前推进。那不再是冰冷的数字，而是他内心冰山开始消融，良知开始复苏的具象化。\n当小泽终于止住了哭泣，安静下来时，顾醒感到一种前所未有的轻松。他意识到，真正的“任务”，或许并非是填满一张张空白的试卷，而是修复那些被他忽视、被他伤害过的灵魂裂痕。\n就在这时，顾醒惊讶地发现，那虚空中的进度条正在缓缓推动。在两人的互助下，顾醒完成了作业，他带着一种坚定的步伐，走到教师办公室门口，手中紧握着那张曾被艾米撕毁又被他小心拼接的作业。"},{"type":"options","options":[{"text":"放入作业","effects":[]}]},{"type":"text","content":"他轻轻拉开抽屉，将作业小心翼翼地放了进去。\n就在顾醒将作业小心翼翼地推入抽屉的那一刻，整个教室，乃至整个教学楼，仿佛被一道无形的电流瞬间击穿。耳畔，系统提示音不再是冰冷的电子音，而是如炸雷般轰鸣，震得他耳膜生疼，心神巨颤。紧接着，眼前的一切景象开始模糊扭曲。课桌、椅子、黑板，甚至他身旁的储物柜，都像被施了魔法一般，瞬间溶解消失，化作一团团虚幻的、斑斓的光影，在空中无序地翻腾，最终汇聚成一点，凝固在他面前。那是一枚璀璨夺目的按钮，其上只有一个简单的词语，却蕴含着他渴望已久的所有——“离开”。\n顾醒颤抖着伸出手，指尖在虚空中勾勒着那按钮的轮廓，他感到一种前所未有的渴望和解脱。他迫不及待地想按下它，想立刻逃离这个荒诞而又沉重的梦境，逃离那些刚刚被掀开的、令人窒息的记忆。\n就在他的指尖即将触及按钮的那一瞬，一道尖锐而沉闷的撞击声，如同重锤一般，狠狠地砸在他心上。\n“嘭！”\n那声音，清晰而真实，来自储物柜的方向。顾醒猛地转头，瞳孔骤缩。只见小泽，那个刚刚在他面前倾诉过痛苦的少年，此刻正无力地倒在地上，身躯蜷缩，显然是被什么东西绊倒，或者是因为虚弱而跌落。他的脸埋在臂弯里，只有一只手，无助地、颤抖着，向着顾醒的方向，向着这片空无一物却又充满压迫的虚空，缓缓伸出。\n顾醒犹豫了。"},{"type":"options","options":[{"text":"奔向自由","effects":[]},{"text":"伸出援手","effects":[{"actionType":"jump","targetScene":"e1.1"}]}]},{"type":"text","content":"顾醒的心脏在剧烈地搏动，那坠地声和伸出的手，像两股强大的力量，在他的内心进行着激烈的拉扯。然而，那“离开”按钮所带来的诱惑，那份对自由的极致渴望，最终还是占据了上风。他不能再留在这里了，一刻也不能。他用力地闭了闭眼，将小泽那求助的、无助的画面生生挤出脑海。\n“对不起……”他低声呢喃，声音被雷鸣般的系统提示音淹没。\n他不再犹豫，颤抖的指尖猛地按下了那个散发着诱人光芒的“离开”按钮。\n刹那间，所有的光影和声音都戛然而止。他感到身体被一股强大的吸力猛然拉扯，眼前一片纯粹的白光，仿佛天地都归于虚无。当这白光消散时，他发现自己依旧身处那间教室，课桌、椅子、黑板，一切都完好如初。"},{"type":"delay","duration":2000},{"type":"text","content":"只是，窗外已是彻底的黑暗，没有星星，没有月亮，只有一种令人窒息的、永恒的寂静。储物柜的方向，空无一人，也从未有过任何倒地的声响。他的腕上，那原本应存在的星芒，此刻却依然是一片触目惊心的淤青，冰冷而真实。"},{"type":"ending","name":"虚妄归途","description":"有些自由，以舍弃为代价。然而，当舍弃的，是灵魂深处那份唯一的温度，是连接过往与未来的桥梁，那所获得的，究竟是真正的自由，还是另一种形式的永恒囚禁？"}]},"e1.1":{"actions":[{"type":"text","content":"顾醒的心脏剧烈地搏动，小泽那伸出的手，如同被他尘封已久的良知，在黑暗中奋力伸出，紧紧抓住了他的视线。他猛地收回即将触及“离开”按钮的指尖，脑海中，那些被艾米撕裂的作业纸，小泽委屈的哭泣，以及陈思远发红的眼眶，像潮水般涌来。他知道，他不能逃避。这一次，他不能再像过去那样，对求助的眼神视而不见，对无助的呻吟充耳不闻。\n“小泽！”他猛地冲向储物柜方向，声音带着一种前所未有的焦急与坚定。\n当他冲到储物柜旁，小泽正痛苦地蜷缩着。那只伸出的手，在光影中显得格外脆弱。顾醒毫不犹豫地伸手，紧紧握住那只冰凉而颤抖的小手，一股温暖的电流瞬间从指尖流遍全身。他感受到小泽身体里那份熟悉的绝望，也感受到了自己内心深处，那份因连接而生的，久违的温度。\n“我们走！”他拽着小泽，朝着那扇在远方泛起微光的校门全力冲去。\n校门，原本遥不可及，此刻却仿佛近在咫尺。两人拼尽全力，顾醒拖着小泽，小泽也像抓住了唯一的浮木般，跌跌撞撞地跟随着。汗水模糊了顾醒的视线，胸腔因剧烈奔跑而发出擂鼓般的声响，每一步都像踏在荆棘之上，疼痛却又带着一种解脱的快意。终于，就在校门那温暖的微光近在眼前时，他们冲刺，跨出了大门！"},{"type":"delay","duration":2000},{"type":"text","content":"就在这一瞬间，不可思议的景象发生了。无数张作业纸，从教学楼的每一扇窗口，如同被赋予生命般的白鸽，争先恐后地涌出，在夕阳最后那抹瑰丽的余晖中翩翩起舞。它们轻盈地盘旋，无声地旋转，每一张纸都承载着顾醒曾写下的笔迹，曾被他忽略的知识，也承载着小泽的泪水，陈思远的沉默，以及所有被他辜负的期待。这些作业纸在空中不断变幻组合，最终，在夕阳的映照下，拼凑成了一行璀璨夺目、却又带着某种深沉意味的大字：\n“你拯救了昨日的自己。”\n顾醒的心脏在狂跳，那一行大字，像一道闪电，瞬间击穿了他灵魂最深处的迷雾。他低下头，看向身旁的小泽。只见小泽的身影，在光影中渐渐淡去，他脸上不再有恐惧，取而代之的是一种纯净而安宁的微笑，如同晨曦中初绽的花朵，短暂而又美好。他轻轻地松开了顾醒的手，化作点点星尘，融入了空中翩飞的作业纸，最终消散在夕阳的最后一抹余光中。\n顾醒抬起自己的手臂，腕上那片曾被艾米和系统提示留下、触目惊心的淤青，不知何时竟已消失不见，取而代之的，是一片璀璨的星芒，散发着温暖而柔和的光芒。那星芒，像纹身般嵌入他的皮肤，仿佛是那无形“心结”被解开后，在现实中留下的一道永久印记。他感到前所未有的清澈与平静，心头的重担消失了，取而代之的是一种从未体验过的，被救赎的轻盈。\n他知道，这场荒诞的梦境，并未结束，但他，顾醒，已经不再是昨日的自己。\n他已经跨越了那道无形的门槛，带着这份星芒，迈向一个全新的、充满希望的明天。"},{"type":"ending","name":"新生之章","description":"在给予中获得救赎，在付出中重获新生。"}]},"f1.1":{"actions":[{"type":"text","content":"这是新场景 \"scene2\" 的默认文本。"}]},"p1":{"actions":[{"type":"text","content":"他拖着沉重的步子，如同一个被抽去了灵魂的木偶，重新回到那间死寂的教室。窗外，夕阳的余晖将他的影子拉得无限长，投射在冰冷的课桌上，如同一个寂寞的碑文。\n他别无选择，只能将目光重新投向那个浮现在眼前的任务列表。既然无法强行冲破，那么，完成它，便是唯一的出路。他疲惫地叹了口气，拖着如同灌铅般的双腿，无奈地走回教室。那张昨夜熬到深夜才勉强完成的数学卷子，此刻安静地摊在课桌上，每一个数字和符号，都像在嘲讽他此刻的困境。他强迫自己拿起笔，笔尖触及纸面时，那微凉的触感，竟带来一丝久违的、属于“真实”的慰藉。他开始写，试图将思绪沉浸在枯燥的数学公式里，心中只有一个念头：完成它，完成这个该死的任务，然后，赶紧逃离这个鬼地方。\n然而，思绪混沌，笔尖停滞，一道看似简单的几何证明题，却像一道无形的墙，将他所有微弱的思绪都阻隔在外。\n求助的念头，像一根即将溺毙的人手中抓住的浮木，绝望而又本能地浮现。他的目光投向了不远处艾米的座位。她不知何时已然坐在那里，背影纤细，仿佛融进了夕阳的光晕里。她似乎正在做着同样的作业，笔尖在纸上划过流畅的弧线。"},{"type":"options","options":[{"text":"求助艾米","effects":[]}]},{"type":"text","content":"顾醒犹豫了片刻，羞耻与被困的恐惧相互拉扯，最终，恐惧占据了上风。他低声开口，声音带着一丝不易察觉的颤抖和一丝不甘的恳求：“艾米……这道题，你、你会吗？”"},{"type":"delay","duration":2000},{"type":"text","content":"艾米没有回头，甚至连身体都没有丝毫的倾斜。她只是缓缓伸出手，指尖轻巧地触及了他摊开在桌面上的那张数学卷子。顾醒的心头猛地一紧，一丝不安像电流般窜过。他尚未及反应，艾米的指尖便如蝴蝶翅膀般轻盈一挑，那张浸透了他所有心血的数学卷子，便在空中无声地翻飞，继而，在她纤细的指间，被毫不留情地、撕裂。\n纸张断裂的脆响，在这空旷的教室里显得异常刺耳，仿佛撕裂的不仅仅是纸张，更是顾醒内心深处那份仅存的，关于“正常”世界的脆弱信念。雪白的纸片，如同被狂风卷过的枯叶，无力地散落在地上。而就在纸张碎裂的刹那，顾醒的脑海中，竟诡异地闪现出另一个模糊而又熟悉的画面——那同样是纸张撕裂的声音，撕裂的，是陈思远那本《罪与罚》的书页，伴随着一种压抑的啜泣，以及他自己曾说过的，冰冷而尖锐的嘲讽。那记忆像一道闪电，刺痛了他的神经，却又快得无法捕捉，只留下一种令人作呕的。\n他来不及深究那记忆的来源，只感到一股更深沉的绝望，像潮水般，毫无阻碍地将他彻底吞噬。\n艾米的身影，如同幻影般消散在空气里，教室又恢复了死寂。愤怒，在这片虚无中显得如此无力，如同拳头打在了棉花上，没有丝毫回响。他感到一种深切的无助，连发泄的权利都被剥夺。他不需要解释，不需要帮助，他只想要逃离，逃离这个剥夺了他所有尊严和希望的牢笼。\n他猛地冲向窗台，那里是唯一的，也是最后一条看似可行的出路。窗外，楼层的高度似乎比记忆中更甚，风声在耳边呼啸，带着一种诱惑的自由。\n他想，也许只要纵身一跃，就能挣脱这荒谬的一切，就能从这场永无止境的噩梦中醒来。\n他双手攀上冰冷的窗框，正欲翻越而下，一道熟悉却又令人错愕的身影，突然出现在他身后。"},{"type":"delay","duration":2000},{"type":"text","content":"“孩子，你在做什么？危险！”"},{"type":"options","options":[{"text":"纵身一跃","effects":[{"actionType":"jump","targetScene":"p1.2"}]},{"text":"等等！","effects":[]}]},{"type":"text","content":"一只粗糙而有力的手，带着一种不容置疑的劲道，牢牢地抓住了他的手臂，将他从窗台边缘生生拉回。那是保洁员阿姨。她的脸上带着一丝惊恐与不解，眼神却又深邃得仿佛能洞穿他内心所有的挣扎。顾醒被她拉回，瘫软在地板上，大口喘着粗气。窗外的光线依旧，风声依旧，可那扇窗，却仿佛变成了另一堵看不见的墙。保洁员阿姨的出现，带着一种属于“现实”的温度与力量，却又如此突兀地闯入这片“梦境”，这反而令他更加困惑。他挣扎着想要再次冲向窗台，但保洁员阿姨却纹丝不动地挡在他身前，眼神中带着一丝怜悯与执着。\n他感到自己所有的力气都在被抽离，所有的抗争都变得徒劳。身体的疲惫，心灵的重创，以及对这个“梦境”真实性的恐惧，终于让他彻底放弃了抵抗。他被困住了，困在一个他无法理解，也无法逃离的，只属于他一个人的星期八。他不再挣扎，疲惫地闭上双眼，任由眼泪无声地滑落。\n此刻，他不再怀疑，他只能接受。"},{"type":"options","options":[{"text":"向保洁员倾诉内心的恐惧与无助","effects":[{"actionType":"jump","targetScene":"a1"}]},{"text":"尝试寻找班主任沈老师，寻求帮助","effects":[{"actionType":"jump","targetScene":"c1"}]}]}]},"p1.2":{"actions":[{"type":"text","content":"顾醒的瞳孔骤然紧缩，保洁员阿姨的怜悯与劝诫，此刻在他耳中都成了嗡嗡作响的噪音。他脑中只有一个声音在咆哮：结束这一切，不惜任何代价！\n他猛地爆发出一股垂死挣扎的力量，那力量源于绝望，源于对这荒谬处境的极致厌恶。\n他将保洁员阿姨的手甩开，阿姨踉跄着退后一步，惊恐的眼神中，映照出顾醒那张被绝望扭曲的脸。没有丝毫犹豫，他一跃而起，身体在空中划出一道决绝而悲壮的弧线，义无反顾地，向着下方急速坠去。\n风声在耳边狂啸，如鬼魅的低语，又似末日的挽歌。整个世界在瞬间变得模糊，楼层、树影、远处的建筑，都化作一道道扭曲的流光，向上急速倒退。失重感将他彻底笼罩，那是一种身体被无限拉伸、灵魂被瞬间剥离的极致体验。恐惧，在此刻达到了顶峰，他能听到自己心脏在胸腔里擂鼓般的狂跳，能感受到空气撕扯着皮肤的刺痛。他曾以为这一跳能带来解脱，能让他从这场无休止的噩梦中彻底醒来，但现实，却以一种更加残酷的方式嘲弄了他的天真。\n并没有想象中的坠地冲击，也没有剧烈的疼痛。取而代之的，是一种冰冷而深不见底的虚无。下坠的感觉仿佛永无止境，时间的概念在这一刻彻底消失，他被一种无法言喻的、绝对的孤独所吞噬。他仿佛变成了一片羽毛，在一个没有尽头的黑暗深渊中，无休止地漂浮，无休止地坠落。他的意识开始模糊，记忆的碎片在眼前纷飞，却始终无法拼凑成完整的画面。他想呐喊，喉咙却发不出任何声音；他想抓住什么，双手却只能穿透虚空。此刻，他不再是顾醒，只是一个被永恒放逐的意识，被困在由无尽下坠和绝望所编织的囚笼里，失去了所有逃离的可能，也失去了所有清醒的权利。"},{"type":"delay","duration":3000},{"type":"text","content":"这并非醒来，而是坠入了更深、更冷的梦魇，永无尽头。"},{"type":"ending","name":"坠梦深渊","description":"当现实的逻辑失效，当所有求生的本能被无情地剥夺，人所能依靠的，唯有直面深渊的勇气，抑或，在绝望中，学会接受一种荒诞的生存。那些被遗忘的记忆，却如潮水般，终将以某种方式，卷土重来。"}]}}}