{"version":"1.0","metadata":{"title":"无法逃离的星期八 衍生作品","version":"0.1","description":"在顾醒抽离的记忆迷宫里，霸凌者与旁观者的身份迷雾渐散，那些裹挟着温情与冷酷的往事，如星轨般重塑着破碎的人格，只为在记忆的裂痕中，寻得打破命运循环的微光。","startscene":"scene1"},"scenes":{"scene1":{"actions":[{"type":"text","content":"晚自习的铃声沉闷响起，此刻的教室在你眼中犹如一座破旧牢笼。每分每秒都是煎熬，脑海里只执着地盘旋着一个念头：必须找到逃离这场梦境的出口。"},{"type":"options","options":[{"text":"去天文社走走","effects":[{"actionType":"jump","targetScene":"M1天文社"}]}]}]},"M1天文社":{"actions":[{"type":"text","content":"顾醒身为天文社社员，对观星一事可谓痴迷至极，那片浩瀚星空于他而言，是心之所向的神秘伊甸。夜幕如同一大块幽邃而厚重的黑色绸缎，悄然铺展在校园的上空，将白日的喧嚣彻底掩埋。晚自习的铃声刚刚落下，顾醒便如同一只被无形丝线牵引的飞蛾，迫不及待地朝着天文台奔去。​\n天文台宛如一位沉默的守望者，静静伫立在校园的一隅。顾醒轻轻推开那扇略显陈旧的门，一股混合着陈旧纸张与淡淡金属气息的味道扑面而来。他深吸一口气，仿佛在这气息中，能嗅到宇宙的神秘因子。他踱步到窗边，推开窗户，微凉的夜风如同灵动的精灵，瞬间涌入，轻柔地拂过他的脸庞，撩动着他的发丝，仿佛在低声诉说着夜的秘密。​\n\n顾醒抬眸，望向那片广袤无垠的夜空。繁星闪烁，恰似镶嵌在黑色天幕上的无数颗璀璨宝石，又似是宇宙眼眸中闪烁的神秘光芒。他的目光被一颗格外明亮的星星吸引，那颗星在夜空中独自闪耀，仿佛在向他传递着来自遥远星系的独特信号。他的眼神中满是沉醉与痴迷，仿佛此刻，整个世界都只剩下他与这片浩瀚星空，时间在这无垠的星河里，也悄然静止。​\n\n你注意到旁边好像有个黑影，你决定"},{"type":"options","options":[{"text":"去看看","effects":[]}]},{"type":"text","content":"夜雨裹着深秋的寒意，顺着科技楼的排水管蜿蜒而下，在天台的铁栏杆上凝成一道道冰冷的泪痕。茜影赤脚踩在潮湿的水泥地上，校服裙摆被风吹得猎猎作响，像一面残破的旗帜。她攥着被撕成碎片的《星轨》，母亲留下的烫金封面在路灯下泛着黯淡的光，那些曾让她感到温暖的诗句，此刻却像无数根细针，扎进她千疮百孔的心。​\n自从转学以来，茜影已经数不清这是第几次被欺负。书包被丢进水坑，课桌被涂满难听的话语，而今天，那些人竟然撕碎了她最珍贵的《星轨》。她望着楼下漆黑的深渊，身体不受控制地前倾，风灌进耳朵，仿佛在召唤她坠落。​\n就在这时，身后传来急促的脚步声。茜影浑身一震，本能地想要逃离，却在转身时与来人撞了个满怀。碎纸片如雪花般纷纷扬扬地飘落，她惊恐地后退半步，鞋跟踩在积水里打滑，身后的护栏发出令人心惊的吱呀声。​\n“别！” 一声惊呼打破了死寂。来人是个穿着白衬衫的男生，胸前别着天文社的徽章，手中还握着一台单反相机。他的目光扫过茜影手中的残书，又落在她摇摇欲坠的身影上，瞳孔骤然收缩。单反相机 “啪嗒” 坠地，他三步并作两步冲上前，一把抓住茜影的手腕。​\n“你干什么！” 茜影挣扎着，声音里带着哭腔。她不明白，为什么这个陌生人要阻止她。​\n男生却没有松手，他的掌心带着令人意外的温度，透过湿透的校服布料，灼烧着茜影冰冷的皮肤：“先下来，有什么事我们慢慢说。” 他的声音虽然急促，却透着一种让人安心的力量。​\n茜影被拽着跌坐在地上，她望着男生膝盖上沾满的泥水，看着他小心翼翼地将散落的书页一张张捡起。路灯昏黄的光晕下，她这才看清男生的模样 —— 清秀的眉眼，睫毛上凝着细小的水珠，镜片后的眼睛明亮而专注。​\n“这是《星轨》？” 男生蹲在她面前，指尖轻轻抚过烫金的书名，“我在旧书市见过同款，听说封面的金粉是用真正的星辰磨成的。” "},{"type":"options","options":[{"text":"帮助她处理伤口","effects":[]}]},{"type":"text","content":"他忽然抬头，目光穿过雨幕，直直撞进茜影的眼底，“不过比起这个，你手腕的伤口更需要处理。”​\n茜影看着他专注的侧脸，听着他平静的话语，紧绷的神经渐渐放松。记忆如潮水般涌来 —— 小学时被嘲笑 “太爱哭”，初中时被孤立、书包被丢进水坑，母亲去世后，她只能在观星时找到片刻安宁。而现在，这本承载着母亲爱与回忆的书，正在这个陌生人手中重获新生。​\n“我妈妈走后，” 茜影突然开口，声音沙哑，“我总觉得自己像被撕碎的书页，拼不回原来的模样。” 她抚摸着书脊上蜿蜒的胶带，“他们说我装文艺，说我不合群，可这本书…… 是我唯一的寄托。”​\n顾醒停下手中的动作，将修补好的书轻轻递过来。扉页上，他手绘了一张星图，还歪歪扭扭地写着 “修补裂痕也是新的星轨”。“你看，” 他举起相机，对准天空，液晶屏上，模糊的光点在雨幕中闪烁，“宇宙里有很多发光的星星，有些光线要经过漫长的时间才能抵达地球，所以即便有些星星已经不存在了，我们依然能看到它们的光芒。”​\n茜影盯着屏幕，泪水混着雨水滑落。顾醒递来纸巾，指尖触到她冰凉的手背时，她忽然觉得，或许那些伤痕，那些破碎，都不是终点。​\n茜影看着相机屏幕里自己泛红的眼眶，又看看身旁这个陌生却温暖的少年，终于露出了久违的笑容。在这个雨夜，她失去的光，似乎正在以另一种方式重新回到她的生命里。​\n"},{"type":"ending","name":"雨夜中的治愈光芒","description":"“宇宙里有很多发光的星星，有些光线要经过漫长的时间才能抵达地球，所以即便有些星星已经不存在了，我们依然能看到它们的光芒。”​"}]}}}